{
    "data": [
        {
            "id": "1455742868060906_1611880688836501",
            "message": "The other side of Delhi....a young glue-sniffer passed out next to the rubbish heap,"
        },
        {
            "id": "1455742868060906_216987432144357",
            "message": "My name is Ismail  meti from  Kenya. Life  is not easy  as  that. Iwas 7yrs  old when I was admitted  at  class  one. Iam  from  maginilized  community. I used to wake up early in the morning to go to school,sometimes I did not get  any even  acup of tea.when it's break time used to have stay in classroom as my classmates go for tea or porridge.Because our home is7km from  school.if it reaches at12:45 yeah its our time for general. Cause there is school feeding program. Everyone is suppose to get one plate of gidheri (mixed maize and beans). I enrolled my schooling at standard eight. I did not eble to go for secondary,because of povertyness. My 2parents are still alive but becoming so old. i'm caring of them and my younger brothers there still at school depending on me igot  married another burden on me. And idont have ajob depending on casual laborious. Life still becoming so harder than  before. Onion Kenya Red Cross volunteer for our community with no payment. That's humanitarian agency. Myself idont want to see anybody with problem  cause I know how much pain is it. I'm always stand for  humanity. \nTo get permanent and pensionable you'll sweat for  awhile. In this world life is changeable sometimes From softpath to harder sometimes from harder to the hardest. From my comment you'll now what mean plz my dearest. Any person has got heart of humanity you can assist. Ismailmeti44@gmail.com.or call me or watsap me 0708133738"
        },
        {
            "id": "1455742868060906_216964962146604"
        },
        {
            "id": "1455742868060906_1439599909439646",
            "message": "Today i opened facebook on my mobile and unexpectedly got the reason to be excitedly happy. Someone special who went apart from me much time ago, visited my fb profile, liked my posts to make me realize she is still there for me. She feels the same about me still. How it feels i can't explain, it's really awsome. If you are watching this post then i would say i am also waiting for you. Please come back."
        },
        {
            "id": "1455742868060906_1672509929717531",
            "message": "Is there anybody named \nDan vanbergh from canada..\n   Who visited kerala??"
        },
        {
            "id": "1455742868060906_1668309340137590",
            "message": "Plz admin add"
        },
        {
            "id": "1455742868060906_416519472024959",
            "message": "https://play.google.com/store/apps/details?id=com.specoff.loveimages"
        },
        {
            "id": "1455742868060906_416518988691674",
            "message": "https://play.google.com/store/apps/details?id=com.specoff.loveimages"
        },
        {
            "id": "1455742868060906_10202644109061014",
            "message": "Hey guys, Alhumdulilah, today Kindle Scout launched my new book titled 'The Good Keeper' and now Alhumdulilah it's officially up for sale and available for nomination on the kindle store and app. Here is the link to directly view and buy it from : https://kindlescout.amazon.com/p/3DKTLWEG1WC76 . Now I need you all to quickly click on the link and from your computers, laptops, phones, quickly nominate my book so as to make it a permanent fixture within Kindle. \nAnd I hope everyone of you enjoys reading this one, because trust me, this one I wouldn't wanna miss out on, since it's the best one i've written up till now!"
        },
        {
            "id": "1455742868060906_1575969612704897"
        },
        {
            "id": "1455742868060906_1575900986045093"
        },
        {
            "id": "1455742868060906_1573672012934657"
        },
        {
            "id": "1455742868060906_1573564966278695"
        },
        {
            "id": "1455742868060906_1572575929710932"
        },
        {
            "id": "1455742868060906_617075781785163",
            "message": "With your support I can get lot of people to see my fund raiser. Please do share the link "
        },
        {
            "id": "1455742868060906_617075438451864",
            "message": "http://www.booster.com/buy-a-shirt-to-support-my-dream-of-doing-my-college-education-in-america?ref=copy-link_social_mobile-campaign-page-share&utm_campaign=mobile-campaign-page-share&utm_content=buy-a-shirt-to-support-my-dream-of-doing-my-college-education-in-america&utm_medium=social&utm_source=copy-link&type=1&side=front"
        },
        {
            "id": "1455742868060906_1545084629126729",
            "message": "“I moved three hours away from home.  It doesn’t sound like much, but it was the hardest thing I’ve ever done.  There were only 15,000 people in the town where I grew up.  There was a village mentality.  It’s the kind of place that nobody leaves. I knew everyone that I saw on the street.  We’d all gone to the same school.  We all worked nearby.  We’d all go to the same pub at night.  It felt very safe.  When my job gave me the option of transferring closer to London, I thought that I had to take the chance.  And I’d just broken up with my boyfriend so there really wasn’t anything holding me back.  It’s been over two years now.  I didn’t think I would make it.  I assumed that I’d move back home.  But I ended up building a new life.  I’ve got my own place.  New friends.  A new boyfriend.  My life isn’t better or worse.  It’s just different.  And that’s what I wanted.”"
        },
        {
            "id": "1455742868060906_1117154901641408"
        },
        {
            "id": "1455742868060906_1539034369731755"
        },
        {
            "id": "1455742868060906_1536249936676865"
        },
        {
            "id": "1455742868060906_1536012333367292"
        },
        {
            "id": "1455742868060906_1536011376700721",
            "message": "#PrayForLahore #JeSuisLahore 😢😢"
        },
        {
            "id": "1455742868060906_1007462005987578",
            "message": "https://www.facebook.com/syedfaisal.shah.794#"
        },
        {
            "id": "1455742868060906_1526837534284772",
            "message": "“I thought I would thrive here. I’ve got an MBA and a Masters in Engineering. I worked for a major real estate developer back in Brazil. I was in charge of land acquisitions. They would tell me: ‘Bruno, go find opportunities for us.’ I’d locate good properties and then negotiate a price. I generated a lot of revenue. I felt powerful. When I spoke to rich people and politicians, I’d feel like their equal. Not in an arrogant way. But I did not feel inferior when I spoke to them. Coming to New York has really challenged my confidence. I applied to over fifty companies when I arrived. Maybe one hundred. But nobody hired me. I have a new daughter coming in August, so now I’m trying to work as a real estate broker. But that has been very difficult too. I’ve only closed one deal so far, and I split that with another broker. Maybe it’s because my English is not perfect. Recently I offended a wealthy lady by suggesting she clean her apartment before showing it. I showed her some dust and she told me to never come back. That was really tough for me because I was really proud of my people skills. And now it seemed that even those had left me. But I think that things are finally beginning to turn around. I have two closings scheduled this month. And yesterday I spent all day with a lady from China, and she barely spoke English, but at the end of the day, she told me: ‘I trust you.’”"
        },
        {
            "id": "1455742868060906_1066671056689317",
            "message": "This is an inspirational poem about how our voices are strong enough to do anything, including change the world. I'd really appreciate it if you could check it out and share it. \n\n\n"
        },
        {
            "id": "1455742868060906_1519033015065224",
            "message": "“My mom was a single mom and there were nine of us. All of the kids worked in the fields. I started when I was twelve. We picked cucumbers, apples, corn, strawberries, all of it. None of us went to school. Nobody cared-- if you move around a lot, the system loses track of you. Whenever the harvest was done, we’d go somewhere else. We always signed a contract. The farmers would give us a place to live and a little bit of money, and we worked in their fields. But there was never any money left when we finished. One day when I was eighteen, a friend of mine asked me to hide some marijuana in our trailer. He gave me a little money. I gave it to my mom. And that’s how it all began.”\n(Federal Correctional Complex: Hazelton, West Virginia)"
        },
        {
            "id": "1455742868060906_1518701478431711",
            "message": "\"I send all the money I make here in Erbil back to my family. They are living in Sadsaddam in Ninawa province. It's my mother, father and 3 sisters. They left our house for 2 months last year when ISIS took over the city, then the Peshmerga came in and drove ISIS out, so everyone returned. Only 5 houses were damaged. The city is still guarded by the Peshmerga. My father is a building manager for a government building and hasn't been paid his salary in over 1 year. I live above the restaurant with a bunch of other guys so I can save money on rent and send everything home to them.\" (Bakhtyari, Erbil, Iraq)"
        },
        {
            "id": "1455742868060906_1517015591933633",
            "message": "\"I have only one wish in life; to be an oncologist so I can help kids who have cancer like me.\"\nBy Ghadeer Al-Eryani"
        },
        {
            "id": "1455742868060906_1515829508718908",
            "message": "“I grew up in a blue collar family. My dad was a printer—a union guy. So he didn’t have the financial resources to pay for my college or law school. I had to make my own way. I flipped burgers during the week for frat guys at the Student Union. I covered my tuition by spending my summers in the Marine reserves. I’m trying to make sure my kids don’t have to do all that stuff. I want them to be able to backpack through Europe, or volunteer in Central America. Meaningful stuff. If my son wants to be a poet or an Indian chief, that’s fine with me. I work 60 or 70 hours a week to make sure they can do whatever they want. I miss a lot of stuff, though. I have to hear about the soccer games second hand. That’s why the snowstorm this weekend was so great. No school commitments. No work commitments. We didn't do much at all. Just sat around and read the newspaper or watched TV. There was just a lot of—talk.”"
        },
        {
            "id": "1455742868060906_1515559315412594",
            "message": "\"When we go to the parent-teacher conferences, they always tell us that he has difficulty paying attention and can't sit still in his seat, but that he has a big heart and always sticks up for kids who are getting picked on. And that makes me proud. Because we've always told him that it doesn't matter how smart you are, as long as you're a good person.\""
        },
        {
            "id": "1455742868060906_1514963682138824",
            "message": "“I’m doing post doctorate research in health economics. My research looks at two variables: dollars spent and numbers of years lived. The goal is to determine how best to utilize Medicaid dollars to maximize the lifespan of recipients. It’s important to study healthcare because it’s the most precious resource we have. Monday was Martin Luther King Day, and he said that there was no greater injustice in America than our distribution of healthcare. Researchers can determine your life expectancy based on the closest subway stop to your house. That’s not due to genetics. That’s not because the breadbasket of America is running out. That’s because of how we choose to divide our resources. And I think it defines our character as a society.”"
        },
        {
            "id": "1455742868060906_1514548438847015",
            "message": "“At my high school, the first kid to get a pair of new Jordan's was the king, and the kid who couldn’t afford them was bait for the sharks. My mom and I didn’t have much money so I got teased a lot. Sometimes it got so bad that I’d have panic attacks. One day all the kids were being especially nice to me in history class. Everyone was acting like my friend, but as soon as the bell rang, they all threw soap at me at the same time. I lived in a homeless shelter at the time. I liked being at the shelter much more than being at school. Everything at school was a competition. But everyone at the shelter helped each other out. People would share clothes, cook for each other, and babysit for each other. We were all at rock bottom, so nobody thought they were better than each other.”"
        },
        {
            "id": "1455742868060906_1514374442197748",
            "message": "“We first saw each other in a stage combat class, but were too afraid to speak to each other. But then we happened to ride in the same carpool to the Renaissance Fair. She was a sheperdess. I was Will Scarlett—who is Robin Hood’s number two, when Little John is not around.”"
        },
        {
            "id": "1455742868060906_1514371328864726",
            "message": "\"I study languages because I think we live in a time when being able to communicate with others is key to changing the world. Speaking other languages is a way of opening up to others without denying your own culture.\""
        },
        {
            "id": "1455742868060906_1513937945574731",
            "message": "I really Appreciate this page ☺"
        },
        {
            "id": "1455742868060906_1511124125856113",
            "message": "“I was the captain of my soccer team in college. I was the goalie. I’d have loved to play professionally but the timing wasn’t right. Major League Soccer didn’t start until I was 28. I did everything I could to keep playing though. I joined a Caribbean league in the Bronx. A Colombian league in Queens. I formed my own amateur team and we won ten summer championships in a row. I’m forty-eight now. I’m the oldest guy on the team so it takes a lot of extra work to stay in shape. I’ve had two knee surgeries. My reflexes are still there but the body is just slower to react. Most of the time I can compensate with my experience. I’ve seen everything one million times. I’ll know that ninety percent of the time in a given situation, the player will make a cross, and I can put myself in the best possible position. But the wisdom doesn’t compensate for the physical like it used to. Last year we lost a semifinal game because I was two inches short of a save. I can see the horizon rising.”"
        },
        {
            "id": "1455742868060906_1510904019211457",
            "message": "“We started with Daddy, Munchie, and Stimpy. But one night I woke up and heard “bloop, bloop, bloop” and Munchie and Stimpy had died at the same time. So Daddy has been through a lot. He lost his whole family. But Daddy is strong. He’s been holding on since October and he’s lived through two long car rides. He also survived four days without eating because I bought him food that was too big for his mouth. So Daddy’s a survivor. But I’m going to get him a friend. I want him to love again.\""
        },
        {
            "id": "1455742868060906_10153768986482092",
            "message": "Ck7"
        },
        {
            "id": "1455742868060906_1508684056100120",
            "message": "(1/4) “My parents were big in the hustling game. It wasn’t like it is now. Now it’s a bunch of kids on the corner trying to get sneakers. In the early eighties it was a group of older dudes— just some local cats who got together and decided: ‘This is how we’re going to eat.’ Nobody was coming to our house to buy a dime bag. Everyone who came over was buying weight. Those were the people who we’d see all the time as kids. They were like our family. They’d give us a hundred bucks to go to the store and tell us to keep the change. It was all very friendly and civil. There were even three police officers that would always come over and smoke-- two white guys and a Spanish guy. They’d sit down in our living room at a big glass table, and my dad would come out from the back and hit them up with envelopes. Pops looked out for the whole block. He’d throw block parties. He’d organize bus trips for all the neighborhood kids. He’d take everyone to Great Adventures and pay for the whole thing. And at Christmastime, our doors would stay open. There would be a huge pile of presents and kids from the block would come inside and take whatever they wanted. It used to make me jealous because it seemed like they got more than we did.”"
        },
        {
            "id": "1455742868060906_1508566719445187",
            "message": "“I identify as being queer. I also identify as being a social worker, a metal head, a goth, sort of a pagan, and maybe a witch. But I think that I most strongly identify as being a nerd. Nerds have the least amount of rules. For the most part, they don’t care about any of that other stuff. They’re just excited about the things that they’re excited about and they’re happy to share it with you.”"
        },
        {
            "id": "1455742868060906_1505368776431648",
            "message": "“This would happen to me today. That’s fucked up. I broke up with my boyfriend on Friday. I filed my Obamacare last night at midnight. I got four hours of sleep. I left this morning without taking a shower. I didn’t put on a dress. I just put this pink thing on myhead so I wouldn’t look so tired. And now I’ve just finished working and I’m heading home to eat Chinese food. And you want to take my picture. Can I at least put on some lipstick?”"
        },
        {
            "id": "1455742868060906_1502948670006992"
        },
        {
            "id": "1455742868060906_1501168236851702",
            "message": "Its written by my son Saad bin Shukran youngest Tamghe Shujat for gallantry in Parade lane bomb blast in Army mosqueThe day of 4th December 2009, my life changed forever. It is the day my brother and several other innocent people lost their lives to a terrorist attack, praying at a mosque, a place of peace. The incident taught me what it means to lose someone close to you and yet move on with your life. I will never forget the horrific events of the day, however the reality holds that time waits for none, and each day brings with it new hopes, only if you look for them, and of course new struggles. I have learnt that you've got to keep moving no matter what, get up each day and strive. I learnt not to take things for granted because we have so much to be grateful for, our family, friends, a roof over our heads, the freedom to live our lives how we want. A lot of things people across the world don't. Living my parents grief broke me everyday, but we strived to keep each other strong and hopeful. I cannot thank my friends, family and everyone around at the time enough for all the physical and mental support they have given me and helping me getting to where I am today. Today marks the 6 years of the most tragic day of my life and there hasn't been a single day that I haven't thought about you brother but I know that God has kept you in a special place. \nI hope I do make a difference in this world and I hope people realize terrorists have no religion. This world could be a much better place if we realize the true essence of the wonderful blessings we have around us. Remember to be kind to everyone you meet."
        },
        {
            "id": "1455742868060906_1501031886865337"
        },
        {
            "id": "1455742868060906_1500780583557134",
            "message": "(1/4) “I had a very brilliant teacher in elementary school. She was my role model. I don’t remember deciding to be a teacher so much as I remember deciding that I wanted to be just like her. My whole life became about studying. I’d learn every lesson early so that I could participate in class. When my siblings were playing games around the house, I’d plug my ears and work on my homework. Education was my passion. It was all I thought about. I didn’t even want to get married. I finished at the top of my class in both high school and university. I got a scholarship to pursue my Masters at a German university. Then I met a man who was very supportive of me going to school, so I decided to marry. But four months later he was killed in a car accident. And I was pregnant.”\n(Amman, Jordan)"
        },
        {
            "id": "1455742868060906_1500518536916672",
            "message": "“I’ve been in America since January. But it won’t feel like home until I can get my mom here. For me, home is my mom. It was just the two of us in Panama. We did everything together. The day that I left was a terrible day. We slept together in the same bed that night. We cried in the house, cried in the car, and cried at the airport. I stood at the entrance of airport security for an hour, because we kept waving at each other through the window. My goal is to bring her here. I found a job on the Monster website. I knock on doors for Verizon. I’m supposed to knock on 120 doors a day. It has really been helping me with my English. If I make five sales in a week, I will have my own team. Then if my team does well, then I can be a manager with my own office. If I have my own office, then maybe I can bring my mom to America.”"
        },
        {
            "id": "1455742868060906_1500352013599991",
            "message": "“You know how I got this hat? I was in the Elite German Mountain Troops for two years. We had to be able to ski, climb, then fight at the end of it all. To graduate, we had to do something called the Edelweiss March. An Edelweiss is a flower that only grows at 8,000 feet. So the Edelweiss March is when you carry 50 lbs of equipment for forty miles through the mountains. And at the end, you get this hat.”"
        },
        {
            "id": "1455742868060906_1499933666975159",
            "message": "“I’m different than other people. I’m never sad. I make my life happy through discipline. I don’t drink, I don’t smoke, and I eat lots of fiber. Every day I take a walk in the park to think about my balance. I've been a chef, a fashion designer, a painter, and now I’m learning martial arts. I do Tai Chi in the park every morning. It helps give me energy for my painting. I have already learned forty-two moves. I’m ahead of everyone. I’m almost eighty years old, but all the women in my group think I’m in my fifties.”"
        },
        {
            "id": "1455742868060906_1499793306989195",
            "message": "One time, in Miami, I found an iPad in the street, it took me half a day to find the owner. He offered me a super dinner, a ride in a beautiful italian car, then let a place to stay in South Beach.\nToday I am the one who lost their iPhone last Thursday near Rosa sur Seine, a silver 5S with a black case. It’s more than a phone, its my work tool. I lost all of my contacts abroad, my work notes, anyway it is very important to me. In the long run I don’t care about the pictures, personal things are secondary.\nSo, if someone has found it, I’m not promising you a ride in a beautiful italian car, but I dare to hope that people are still united together, as we have proven in since the most recent events.\n(This is my replacement phone.)"
        },
        {
            "id": "1455742868060906_1498344870467372"
        }
    ],
    "paging": {
        "cursors": {
            "after": "Q2c4U1pXNTBYM0YxWlhKNVgzTjBiM0o1WDJsa0R5UXhORFUxTnpReU9EWTRNRFl3T1RBMk9qTTNOREEyTWpFM09UTTRNekUzTkRnM016VVBER0ZA3YVY5emRHOXllVjlwWkE4aE1UUTFOVGMwTWpnMk9EQTJNRGt3Tmw4eE5EazRNelEwT0Rjd05EWTNNemN5RHdSMGFXMWxCbFpZAY0pzQgZDZD",
            "before": "Q2c4U1pXNTBYM0YxWlhKNVgzTjBiM0o1WDJsa0R5VXhORFUxTnpReU9EWTRNRFl3T1RBMk9pMDNPVGMwTkRnNU1UQTVNREl4T0RneE1EYzJEd3hoY0dsZAmMzUnZAjbmxmYVdRUElURTBOVFUzTkRJNE5qZA3dOakE1TURaZAk1UWXhNVGc0TURZANE9EZA3pOalV3TVE4RWRHbHRaUVpaUHNqb0FRPT0ZD"
        },
        "next": "https://graph.facebook.com/v2.11/1455742868060906/feed?fields=message&limit=50&after=Q2c4U1pXNTBYM0YxWlhKNVgzTjBiM0o1WDJsa0R5UXhORFUxTnpReU9EWTRNRFl3T1RBMk9qTTNOREEyTWpFM09UTTRNekUzTkRnM016VVBER0ZA3YVY5emRHOXllVjlwWkE4aE1UUTFOVGMwTWpnMk9EQTJNRGt3Tmw4eE5EazRNelEwT0Rjd05EWTNNemN5RHdSMGFXMWxCbFpZAY0pzQgZDZD"
    }
}